
## Plan Result

[CI link](https://github.com/enokawa/terraform-sandbox/actions/runs/4761778386)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * module.vpc_secutiry_group.aws_security_group.ec2_bastion


<details><summary>Change Result (Click me)</summary>

```hcl

  # module.vpc_secutiry_group.aws_security_group.ec2_bastion will be created
  + resource "aws_security_group" "ec2_bastion" {
      + arn                    = (known after apply)
      + egress                 = (known after apply)
      + id                     = (known after apply)
      + ingress                = (known after apply)
      + name                   = "dev-sandbox-ec2-bastion-1"
      + name_prefix            = (known after apply)
      + owner_id               = (known after apply)
      + revoke_rules_on_delete = false
      + tags                   = {
          + "Name" = "dev-sandbox-ec2-bastion-1"
        }
      + tags_all               = {
          + "CreatedBy"   = "Terraform"
          + "Environment" = "dev"
          + "Name"        = "dev-sandbox-ec2-bastion-1"
          + "ProjectName" = "sandbox"
        }
      + vpc_id                 = "vpc-04aede4e87135b698"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform-plan","PRNumber":8,"Program":"tfcmt","SHA1":"397a9119d123c7143ab7727664e25db9ef7ab3e9","Vars":{},"WorkflowName":"Terraform Plan (develop)"} -->